{
   "29/10/19": [
      {
         "id": 1,
         "titulo": "It Capitulo 2",
         "poster": "it.png",
         "director": "Andrés Muschietti",
         "precio": 18.99,
         "categoria": "terror",
         "anno": 2019,
         "duracion": "169 min",
         "pais": "Estados Unidos",
         "guionista": "Gary Dauberman",
         "actores": [
            {
               "nombre": " lula",
               "personaje": " mari carmen",
               "foto": " "
            }
         ],
         "sinopsis": "Han pasado casi 30 annos desde que el 'Club de los Perdedores', formado por Bill, Berverly, Richie, Ben, Eddie, Mike y Stanley, se enfrentaran al macabro y despiadado Pennywise (Bill Skarsgård). En cuanto tuvieron oportunidad, abandonaron el pueblo de Derry, en el estado de Maine, que tantos problemas les había ocasionado. Sin embargo, ahora, siendo adultos, parece que no pueden escapar de su pasado. Todos deberán enfrentarse de nuevo al temible payaso para descubrir si de verdad están preparados para superar sus traumas de la infancia.",
         "cantidad": 6
      },
      {
         "id": 3,
         "titulo": "Ad Astra",
         "poster": "adastra.jpg",
         "director": "James Gray",
         "precio": 18.99,
         "categoria": "ciencia ficcion",
         "anno": 2019,
         "duracion": "124 min",
         "pais": "Estados Unidos",
         "guionista": "Ethan Gross, James Gray",
         "actores": [
            {
               "nombre": "Brad Pitt",
               "personaje": "Roy McBride",
               "foto": " "
            }
         ],
         "sinopsis": "El astronauta Roy McBride (Brad Pitt) viaja a los límites exteriores del sistema solar para encontrar a su padre perdido y desentrannar un misterio que amenaza la supervivencia de nuestro planeta. Su viaje desvelará secretos que desafían la naturaleza de la existencia humana y nuestro lugar en el cosmos.",
         "cantidad": 4
      },
      {
         "id": 4,
         "titulo": "Dora y la ciudad perdida",
         "poster": "dora.jpg",
         "director": "James Bobin",
         "precio": 18.99,
         "categoria": "accion",
         "anno": 2019,
         "duracion": "102 min",
         "pais": "Australia - Estados Unidos",
         "guionista": "Nicholas Stoller",
         "actores": [
            {
               "nombre": "Isabela Moner",
               "personaje": "Dora la exploradora",
               "foto": " "
            }
         ],
         "sinopsis": "La aventurera más famosa de la televisión llega al cine. Dora será la protagonista de este filme de acción real en el que la joven protagonista interpretada por Isabela Mone tendrá que enfrentarse a su aventura más peligrosa hasta la fecha. A pesar de una vida explorando la jungla junto a sus padres, nada ha preparado a Dora para lo que está por llegar: el instituto. Siempre preparada para explorar, Dora se encuentra rápidamente guiando a Botas -el mono que es también su mejor amigo-, su primo Diego (Micke Moreno) y a un variopinto grupo de adolescentes en una aventura para salvar a sus padres y resolver el imposible misterio detrás de una perdida civilización inca.",
         "cantidad": 9
      },
      {
         "id": 2,
         "titulo": "A dos metros de ti",
         "poster": "a2m.jpg",
         "director": "Justin Baldoni",
         "precio": 18.99,
         "categoria": "romantica",
         "anno": 2019,
         "duracion": "196 min",
         "pais": "Estados Unidos",
         "guionista": "Tobias Iaconis, Mikki Daughtry",
         "actores": [
            {
               "nombre": "Cole Sprouse",
               "personaje": "Will Newman",
               "foto": " "
            }
         ],
         "sinopsis": "Will y Stella son dos adolescentes que padecen fibrosis quística y están ingresados en el hospital para tratarse. Aunque ambos tratan de refugiarse en su propio mundo, de forma inevitable acaban enamorándose. La pareja deberá luchar para mantener viva su relación, con una única regla: separarse con una distancia de alrededor de dos metros para evitar que ambos se puedan contagiar. Sin embargo, la vida de ambos estará en peligro.",
         "cantidad": 3
      },
      {
         "id": 7,
         "titulo": "Mientras dure la guerra",
         "poster": "guerra.jpg",
         "director": "Alejandro Amenábar",
         "precio": 18.99,
         "categoria": "drama",
         "anno": 2019,
         "duracion": "107 min",
         "pais": "Espanna",
         "guionista": "Alejandro Amenábar, Alejandro Hernández",
         "actores": [
            {
               "nombre": "Karra Elejalde",
               "personaje": "Miguel de Unamuno",
               "foto": " "
            }
         ],
         "sinopsis": "Espanna. Verano de 1936. El célebre escritor Miguel de Unamuno decide apoyar públicamente la rebelión militar que promete traer orden a la convulsa situación del país. Inmediatamente es destituido por el gobierno republicano como rector de la Universidad de Salamanca. Mientras tanto, el general Franco consigue sumar sus tropas al frente sublevado e inicia una exitosa campanna con la secreta esperanza de hacerse con el mando único de la guerra. La deriva sangrienta del conflicto y el encarcelamiento de algunos de sus companneros hacen que Unamuno empiece a cuestionar su postura inicial y a sopesar sus principios. Cuando Franco traslada su cuartel a Salamanca y es nombrado Jefe del Estado de la zona nacional, Unamuno acudirá a su Palacio, decidido a hacerle una petición de clemencia.",
         "cantidad": 5
      }
   ]
}