{
   "peliculas": [
      {
         "titulo": "A dos metros de ti",
         "sinopsis": "Will y Stella son dos adolescentes que padecen fibrosis quística y están ingresados en el hospital para tratarse. Aunque ambos tratan de refugiarse en su propio mundo, de forma inevitable acaban enamorándose. La pareja deberá luchar para mantener viva su relación, con una única regla: separarse con una distancia de alrededor de dos metros para evitar que ambos se puedan contagiar. Sin embargo, la vida de ambos estará en peligro.",
         "categoria": "romantica",
         "anno": 2019,
         "pais": "Estados Unidos",
         "guionista": "Tobias Iaconis, Mikki Daughtry",
         "director": "Justin Baldoni",
         "precio": 18.99,
         "poster": "a2m.jpg",
         "id": 2,
         "actores": [
            {
               "nombre": "Cole Sprouse",
               "personaje": "Will Newman",
               "foto": " "
            }
         ],
         "duracion": "196 min"
      },
      {
         "titulo": "Ad Astra",
         "sinopsis": "El astronauta Roy McBride (Brad Pitt) viaja a los límites exteriores del sistema solar para encontrar a su padre perdido y desentrannar un misterio que amenaza la supervivencia de nuestro planeta. Su viaje desvelará secretos que desafían la naturaleza de la existencia humana y nuestro lugar en el cosmos.",
         "categoria": "ciencia ficcion",
         "anno": 2019,
         "pais": "Estados Unidos",
         "guionista": "Ethan Gross, James Gray",
         "director": "James Gray",
         "precio": 18.99,
         "poster": "adastra.jpg",
         "id": 3,
         "actores": [
            {
               "nombre": "Brad Pitt",
               "personaje": "Roy McBride",
               "foto": " "
            }
         ],
         "duracion": "124 min"
      },
      {
         "titulo": "It Capitulo 2",
         "sinopsis": "Han pasado casi 30 annos desde que el 'Club de los Perdedores', formado por Bill, Berverly, Richie, Ben, Eddie, Mike y Stanley, se enfrentaran al macabro y despiadado Pennywise (Bill Skarsgård). En cuanto tuvieron oportunidad, abandonaron el pueblo de Derry, en el estado de Maine, que tantos problemas les había ocasionado. Sin embargo, ahora, siendo adultos, parece que no pueden escapar de su pasado. Todos deberán enfrentarse de nuevo al temible payaso para descubrir si de verdad están preparados para superar sus traumas de la infancia.",
         "categoria": "terror",
         "pais": "Estados Unidos",
         "anno": 2019,
         "precio": 18.99,
         "director": "Andrés Muschietti",
         "guionista": "Gary Dauberman",
         "poster": "it.png",
         "id": 1,
         "actores": [
            {
               "nombre": " lula",
               "personaje": " mari carmen",
               "foto": " "
            }
         ],
         "duracion": "169 min"
      }
   ]
}